Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 时间一点一滴地过去，江逸浑身绷紧，背后已经开始冒冷汗了，江小奴一双漂亮的大眼睛也都是忐忑和紧张，今日两人能否平安走出这风月楼，就在这管事的一念之间了。
en_us: Time passed by slowly, second by second. Jiang Yi's body tensed up as cold sweat dripped down his back. Jiang Xiaonu's pair of pretty ears also revealed her nervousness and anxiety. The ability of the two people to safely leave Fengyue Brothel hinged entirely on a single thought made by this very housekeeper.

source: 时间如流水，当江逸九岁时，大长老又一次留信离开了江家。他这次离开，便是整整六年，期间音信全无，宛如人间蒸发。
en_us: When Jiang Yi was nine, the Grand Elder once again left a letter to his family to announce his departure. Yet, this time his departure lasted a full six years! With the family not even once receiving any news or message from him throughout this period, it was as though he had vanished from the face of the earth.

source: 时隔多年，内容细节虽然已经不太清楚了，但大概的情节他还是有印象的。而羿清就是这本书里的一个人物，而且还是那种狂霸酷炫屌炸天的人。出场的时候就已经是三界第一剑仙了，真正可以扫荡三界的人物。
en_us: After a lapse of many years, the details of the content were blurred but the general idea of the storyline still left an impression in him. Yi Qing was one of the characters in the book, and he was a absurdly cool and super formidable character. When he was introduced in the story, he was already the top sword immortal of the Three Realms, a character who truly was very powerful within the Three Realms.

source: 时隔数月，她终于想起了穿越以来的最大危机——贫穷！
en_us: After several months of time, she had now finally remembered the largest crisis of her transmigration — poverty!

source: 明亮火红的碎片无视并穿透了整个冥界大军，瞬间便消失在天际。
en_us: Bright red metal shards shot through the Netherworld Realm's forces without any regard, eliminating them in an instant.

source: 明亮的火焰很快便将无名的身体整个包裹，包括他手上拄着的那把剑。
en_us: The burning flames quickly engulfed Wu Ming, including the sword he held.

source: 明明四周灵气浓郁得宛如实质，却像是假的一样，根本引导不入体内。所以几人的伤根本无法修复。孤月猜测，应该是里面下了什么，他们都没见过的禁制。
en_us: The surrounding Qi was so dense that it was almost papable, but it seemed to be a faked Qi that could not be guided into their bodies. Therefore, they could not recover from their injuries at all. Lonemoon guessed that some kind of restriction had been placed on the Qi.

source: 明明她皮肤跟以前一样，软软柔柔一捏一个准，对方就是咬不动。一开始她还以为是这些小动物太弱。还试着拔起屋后那颗百年大树，结果这些盘根错杂的老树，她拔起来轻易的跟拔葱似的。屋前屋后数十棵老树被她拔了个干净，于是……她顺便圈了个院子。
en_us: Her skin looked exactly like it was before, soft as ever, yet the opponent simply could not bite through it. Initially, she had thought that this was because those small animals were too weak. She even went to try lifting the century old gigantic tree behind her cottage, and in the end she lifted the tree which had deep and intertwining roots with as little effort as pulling out a scallion. Dozens of trees around her cottage were completely uprooted by her, and as a result… she conveniently cleared out a yard.

source: 明明带队的是他，练器的是羿清，关沈萤毛事啊喂？你们这一脸收到爱豆礼物的兴奋是要闹哪样？
en_us: Lonemoon was the one who had brought the team, Yi Qing was the one who had refined the artifacts. How were those things related in any way to Shen Ying? Why are all of you excited about receiving gifts from your admired idol?

source: 明明有些小动物还有着特殊能力，例如张口可以喷火，落爪可以劈地之类的。但这些技能好像对她完全没有效果，喷火顶多烧掉她个衣角，裂地埋了她还能再爬出来。甚至有时她故意让小动物咬她一只，结果却崩掉了对方满口的尖牙。
en_us: Some of the small animals even had special abilities, such as spewing fire, breaking the ground with their paws and so on. However, these skills seemed useless towards her. The damage done by the fire they spewed would at most burn the corner of her clothing while them breaking apart the ground would only bury her for a bit before she climbed right back out. There were even times when she purposely let them bite her and they ended up with a mouth full of chipped-off fangs.

source: 明明现成的宝山就在眼前，却一件都用不上，这心情……
en_us: There was a ready treasure right in front of them but not a single one could be of use, that mood...

source: 昏暗的夜色中，江逸看到一道瘦弱的身影在前方茫然寻觅呼喊，心里顿时都是内疚和心疼，脚下元力运转朝江小奴狂奔而去。
en_us: In the darkness of night, Jiang Yi spotted a weak skinny figure in front of him shouting and searching for him. His heart suddenly filled with guilt and heartache, he applied some essence force towards the bottom of his feet and raced towards Jiang Xiaonu.

source: 易家。
en_us: Yi Family.

source: 易家，万兽峰。
en_us: Yi Family, Myriad Beast Peak.

source: 易峰:“……”
en_us: Yi Feng: "..."

source: 易峰一僵：“……”
en_us: Yi Feng: "..."

source: 易峰一呆，强行拉回了理智，什么袋子？储物袋吗？
en_us: Yi Feng stared back at her blankly. He forced himself to think. What bag? A storage bag?

source: 易峰一脸懵逼，反应过来时，人已经到山下了。
en_us: Yi Feng was in shock. By the time he regained his composure, he had already descended down the hill.

source: 易峰不敢置信的睁大了眼睛，“姑娘，也擅长御兽？”
en_us: Yi Feng could not believe his eyes. "Lady, are you also an expert in beast taming?"

source: 易峰僵了僵，试探的道，“天色已晚，要不……先回去？”
en_us: Yi Feng paused, "It's getting dark. Should we... head back?"

source: 易峰刚要问，突然一道白光亮起，只见白泽周身突然亮起刺眼的光，如烈日骄阳瞬间驱散了四周的黑暗。他只觉得心口一松，刚刚那股威压已经消失了。
en_us: Yi Feng was just about to ask Shen Ying about it when suddenly a brilliant light lit up the sky. Bai Ze's body was emitting the blinding light, which like the rays from a blazing sun, immediately dispelled the surrounding darkness. Yi Feng's chest relaxed as the pressure from the aura that was pressing on him vanished.

source: 易峰却越加震惊了，灵主不是从来不跟任何人提起自己的身份吗？为什么就直接说了真名啊？他连忙担忧的看了沈萤一眼，见对方完全没有什么特别的反应，仿佛根本没有意识到这名字有什么问题，才松了口气。
en_us: Yi Feng began to panic. Since when did the Spirit Master tell people his name? Why did he tell her his real identity? He shot a worried glance at Shen Ying and saw that she was still calm, as if nothing special had happened. She did not seem to realise there was anything wrong with the name. He visibly relaxed.

source: 易峰只能连连后退，挡下那满天的毒刺。正准备迎接它下一波攻击，背云兽却完全没有追击他的意思，反而回过身，张嘴朝着东南方向咬了下去。
en_us: Yi Feng had no choice but to retreat and avoid the toxic needles that were headed in his direction. Just as he was preparing his next attack, he Cloud-Bearing Beast turned away from him, without any intention to continue attacking him. It faced the southeast direction, roared, and bit at the ground.

source: 易峰和管事双双松了口气，总算把这两位送走了，短短三天的时间，起码减寿了十年。
en_us: Yi Feng and his house manager heaved a collective sigh of relief. They had finally sent these two off. It was just three days but they felt that their life span had shortened by ten years.

source: 易峰嘴角一抽，有些怀疑自己的耳朵，“灵主……她们不是刚走吗？”还不到半个时辰啊喂。就算人家邀请，这也应得太快了吧？！
en_us: Bai Zhe's mouth twitched. He could not believe his ears. "Spirit Master... Didn't they just leave?" It had only been an hour since they left. Even if they had invited him, wasn't this a little too soon? !

source: 易峰四下看了看，这才发现东道主的印家居然不在。
en_us: Yi Feng had looked around and realized that the Yin patriarch, their host, was nowhere to be found.

source: 易峰好不容易回来了点的理智，再次全线崩塌。
en_us: Yi Feng had regained his composure after much difficulty, but he lost it once again.

source: 易峰小心脏抖得更加厉害了，“不……不客气。”从来没觉得这剑这么重过，要不是自己的本命法器，他就扔出去了。
en_us: Yi Feng's heart pounded, "Don't... don't mention it." The sword suddenly felt extremely heavy. If it weren't his intrinsic dharmic artifact, he would throw it out.

source: 易峰带着沈萤一路飞入幻海，虽然不知道她为什么非要站在他剑上，但来者是客，易峰虽疑惑到也不好说什么，开始介绍起幻海的情况来。
en_us: Yi Feng brought Shen Ying and flew straight to the Mirage Sea. Although he did not know why she wanted to stand on his sword, he knew that she was a guest no matter what and he had no choice but to give in to her requests. He began to introduce Shen Ying to the Mirage Sea.

source: 易峰干笑了两声，也没有回话，郁家家主一向自傲，说话从不注意场合的事，他也听说过。
en_us: Yi Feng laughed but did not respond. He had heard about the arrogance of the Yu Family Patriarch, that he never followed the rules of decorum in his speech.

source: 易峰引着两人向中间的主峰走去，一路行来所见到的弟子身边，都会围绕着一两只灵兽，形态各异。嗯……就是不知道味道怎么样？
en_us: Yi Feng led the two of them to ward the centre main peak. All the disciples that he met on the way were surrounded by one or two spirit beast that were unique. Umm...

source: 易峰心都提了起来，但好在沈掌门不是个追根究底的人，说假装没听到，还真就再没开口问灵主的事。没由来的，他越发觉得这个无敌派掌门还是很好相处的，怪不得轩辕和印家都对她那般友好。
en_us: Yi Feng became wary. It was fortunate that Sect Master Shen was not someone who questioned things incessantly. She really acted as if she had not heard overheard the Spirit Master matter and did not ask about it again. Yi Feng began to think that the Sect Master of the Invincible Sect was really easy to get along with. It was no wonder that the Xuan Yuan Family and Yin Family were on such good terms with her.

source: 易峰想了想，用力点头到，“有！不过单凭法器对付游仙，恐怕困不了多久。”
en_us: Yi Feng thought for a moment and then nodded, "Yes! But we can't hold them off for long with just a Dharma artifact."

source: 易峰愣了一下，以为她是觉得狮吼兽体型小，于是解释道，“狮吼兽是十阶灵兽，可以变换体型，当日沈掌门看到的并非它的真身，实际它要比那大上十倍不止呢。”
en_us: Yi Feng hesitated. He figured that she regarded the Lion Roaring Beast as a small beast and explained, "The Lion Roaring Beast is a tenth-stage spirit beast. It can mutate. Sect Master Shen, the form you saw the other day was not its true form. In actual fact, it is about sixy to ninety times larger than it appeared."

source: 易峰愣了愣，难得见他如此严肃的神情，条件反射的点了点头。
en_us: Yi Feng hesitated, shocked to see such a stern expression on his Spirit Master's face. He nodded subconsciously.

source: 易峰是易家家主，化神修士。在上青界已经很难找到适合他的灵兽，所以只能冒险前去幻海一探。他当初发那个邀请贴，真正用意只是为了与无敌派交好。其实没想过真请人帮忙的意思，却没想到对方还真就答应了。
en_us: Yi Feng was the Family Master of the Yi Family - a Soul Formation cultivator. It was difficult to find a beast suitable for him in the Upper Azure World, so he had not choice but to risk a trip to the Mirage Sea to find one. At first, he invited Shen Ying along just to form good relations with the Invincible Sect. He did not think that he would need Shen Ying's help, or that Shen Ying would agree to come along.

source: 易峰有点懵，轩辕禹却完全没有理他的意思，蹭的一下就站了起来，火急火燎的就朝着郁海衍刚刚指的那个凡人方向，小跑了过去，就连旁边的轩辕家游仙也立马跟上了，那急切的样子，似是赶着投胎似的。
en_us: Yi Feng was a little bewildered, but Xuan Yuanyu completely ignored him. He got up immediately and sprinted towards the mortal that Yu Haiheng had been pointing to. Even the Xuan Yuan Family's Traveling Immortals who had been standing next to Xuan Yuan followed behind immediately. They dashed off with such urgency that it seemed like they were rushing to be reincarnated.

source: 易峰有种想要吐血的冲动，若是在这之前，他兴许以为自己和沈掌门连手，或许可以拿下。前提是……对方也会御兽啊！怎么办？现在逃跑还来得及吗？
en_us: Yi Feng felt like he was going to vomit. If this had happened ten minutes ago, he would think that Sect Master Shen and he together would be able to tackle the 背云兽. But now... he knew that Sect Master Shen did not know anything about beast control! What am I to do? Is it too late to run?

source: 易峰有种被馅饼砸中的不真实感，连忙召出了飞剑，还不忘回头看了原地的沈萤一眼，“沈掌门是否要一起？”
en_us: Everything felt strangely surreal to Yi Feng. He quickly drew his flying sword and almost forgot about Shen Ying. "Sect Master Shen, do you want to come along?"

source: 易峰本来就已经瞪大的眼睛，睁得更大了，她这是干嘛？真的要吃吗？
en_us: Yi Feng's were already wide, but at that moment they widened further. What is she doing? Is she really going to eat it?

source: 易峰来禀告的时候，白泽还不敢相信，毕竟他都试了几万年了。直到见到飘浮在半空中那个人高的白色缺口。他能感觉到里面隐隐透出熟悉的气息，那是相隔了几万年的神族气息。
en_us: Bai Ze could not believe his ears when Yi Feng reported this to him. Afterall, they had been trying for tens of thousands of years. He only really believed it when he saw the floating white opening, which was then as tall as a human being. He felt the familiar aura - the divine race aura that he had unfortunately been separated from all these years.

source: 易峰立马掏出一堆阵旗，法符之类的物品道，“我是金灵根，所以想寻一只其它属性的灵兽，不知道沈掌门可否也有找一只灵兽的想法？”
en_us: Yi Feng retrieved a stack of array flags and dharmic talismans and said, "I have a gold-elemental spirit root, so I want to look for spirit beasts that have spirit roots of other elements. Sect Master Shen, are you looking for any kind of spirit beast in particular?"

source: 易峰脚下一拐，差点从灵剑上摔了下去。心下顿时一沉，僵硬的回过头。惨了，她还是听见了。
en_us: Yi Feng lost his footing on the sword and nearly fell off of it. His heart stopped as he turned around stiffly. Damn it, she heard.

source: 易峰脸色一僵，闪过一丝慌乱，尴尬的笑了笑，“哈哈，沈掌门说笑了。万兽山地形复杂，是易某招待不周，应该让弟子上山来接你的。这么长时间你应该累了吧。”说完连忙朝着后面的人道，“易呈，快带沈掌门去客房休息。”
en_us: Yi Feng stiffened as a look of panic flashed past his face. He awkwardly smiled and replied, "Haha, Sect Master Shen, you're really funny. The Myriad Beast Peak can get a little confusing. It is my family's fault for not hosting you well. I should have asked my disciples to fetch you from this peak. It's been such a long time, you must be tired." Yi Feng turned to his disciples behind him and instructed, "Yi Cheng, quickly bring Sect Master Shen to her room to rest."

source: 易峰虽然不明白，他们为什么突然一起，把绿身男了按在了地上，但总觉得气氛哪里怪怪的，于是点了点头，“那就有劳沈掌门，和两位长老。”
en_us: Yi Feng did not understand why they all suddenly held the green-clothed man back, but he sensed the tense atmosphere and nodded, "Thank you Sect Master Shen and Elders."

source: 易峰还没反应过来，就只见他突然转身朝着两人的方向跑了过来，瞬间就到了两人身边。
en_us: Yi Feng had no time to react before his Spirit Master suddenly turned and ran toward them. In seconds, he was beside them.

source: 易峰连忙结印布了一个阵眼，再唤了灵剑出来，沉声道，“沈掌门，此兽不能契约，我试试能不能迫它沉睡，还请帮我守住此处阵眼。”
en_us: Yi Feng quickly summoned a seal and set up an array formation. He summoned his spirit sword and instructed, "Sect Master Shen, we cannot contract this beast. I'm going to try to force it into a deep sleep. Please maintain this array formation for me."

source: 易峰隐隐听到了心碎的声音。
en_us: Yi Feng could almost hear his own heart shattering

source: 易峰顺着她指的方向细看，却怎么也没有看到她所说的人，“没有啊，你什么时候发现。”
en_us: Yi Feng looked in the direction that Shen Ying was pointing, yet he could not see anybody. "There's no one there. When did you see him?"

source: 易峰：“……”
en_us: Yi Feng: "..."

source: 易峰：“……”心里苦。
en_us: Yi Feng "..." His heart felt bitter.

source: 易峰：“……”我要的是契约灵兽，不是宠物啊喂。
en_us: Yi Feng: "..." I want a contract spirit beast, not a pet.

source: 易峰：“……”还来！
en_us: Yi Feng: "..." Come again!

source: 易峰：！！！！！！！！！！！！
en_us: Yi Feng: !!!

source: 春芽一怔，连忙带着哭腔解说起来：“江逸少爷，小奴在风月楼被打了，那管事说是小奴弄坏了一副名画，要小奴赔钱，否则就要活活打死她，你快找人去营救她……”
en_us: A stupefied Chunya answered with tears brimming in her eyes. "Young Master Jiang Yi, Xiaonu is being beaten up at Fengyue Brothel. The manager says Xiaonu damaged a painting and wants her to pay, or else she will be beaten to death. Quick, get some people to save her..."

source: 春芽揉了揉眼睛，满脸惊疑的呢喃起来：“咦？江逸少爷的速度怎么那么快了？他不是铸鼎境一重吗？这速度最少有铸鼎境两三重吧？”
en_us: Chunya rubbed her eyes. "Huh?” she murmured in a surprised voice. “How is Young Master Jiang Yi so fast? Ain't he at the first stage of the Cast Tripod Realm? This speed is at least the second or third stage."

source: 春芽看到江逸如一阵风的冲出去，浑身杀气腾腾的，连忙害怕的追着喊了几声：“江逸少爷，你可千万别冲动，风月楼里面的护卫实力很多很强大的……”
en_us: Seeing Jiang Yi dashing off like the wind and seething with murderous intent, an alarmed Chunya shouted after him, "Young Master Jiang Yi, please don't do anything rash; there are many guards at Fengyue Brothel—all strong and numerous in number…"

source: 昨夜研究了一夜，他都没有探查出那丹药内莫名出现的成分是什么，所以今日尝试添加了各种药剂，希望和昨天一样炼制出一枚地阶丹药。
en_us: After researching for an entire night the night before, he was unable to find out what the identity the component that had mysteriously appeared in that elixir was. Thus, he was trying to add in all types of medicinal ingredients today, hoping to refine a pill of Earth-tier elixir just like he did the day before.

source: 昨天他被江如虎等人打伤，昏死了一上午，回家睡了一觉脑海内莫名出现了一部无名口诀，接着他按无名口诀上修炼出一丝神奇的黑色元力，凭借这黑色元力，他早上将江豹狠狠的揍了一顿，又去风月楼将小奴救了出来，不过却欠下十两紫金的巨额债务……
en_us: Yesterday he had just been beaten up by Jiang Ruhu and his lackeys and fallen into a coma for an entire morning; upon returning home a nameless formulation mysteriously appeared in his mind. Subsequently, he refined a sliver of mysterious black essence force through this nameless formulation; borrowing the strength of this black essence force, he had viciously beat up Jiang Bao, and had even gone to rescue Xiaonu from Fengyue Brothel. Yet he now owed an enormous debt worth ten taels of purple gold...

source: 是夜。
en_us: At night.

source: 是巧合？还是这小子在扮猪吃虎？他本身其实是一个强大的武者？来这冒充陪练？无意间引导帮助翊小姐武技大成了？
en_us: Was this all a coincidence? Or was this kid simply trying to play dumb and weak? Was his identity, in truth, that of a powerful martial artist? Was he here to pass himself off as a sparring partner? Did he inadvertently guide and assist Young Mistress Yi to attain the Phenomenal Stage in her martial arts skills

source: 是本小女孩看的小说，自然高深不到哪去，无非是你爱我，我爱你，爱来爱去，你死我活的类型。他对这种脑残小说向来是嗤之以鼻的，但此书的某些描写的确别致，不知不觉间居然看完了。
en_us: Since it was a novel that little girls would read, obviously it would not be of much depth. It was nothing beyond ‘you love me, I love you’, all about loving-till-death kind of stuff. He was always contemptuous of those kinds of ridiculous novels, yet this book had certain descriptions that were interesting and fresh, and he had finished it without even noticing.

source: 是真人真是太好了！
en_us: It's great that it's really Lonemoon!

source: 显然沈萤跟宁小朋友的小动作，并没有引起互吹三人组的注意。
en_us: Obviously the small antics of Shen Ying and Ning ZiAn did not garner the attention of the bantering trio.

source: 晋……晋阶了？
en_us: Level... level up?

source: 晚一步的孤月：“……”MMP！这丫就是故意的，绝对是！
en_us: Lonemoon was too late. "..." Motherf*cker! This b*tch did it on purpose! She must have!

source: 曲双城内有仙脉不假，但这仙脉居然就是魔界之门的封印。
en_us: To think that the immortal pulse in Qushuang City is actually the seal for the door of Demon Realm.

source: 曲双城已经不适合仙人继续修练下去了，否则城内的仙脉越来越弱，魔界之门总有一天会现世。薄飞平看来有得忙了。
en_us: Qushuang City is no longer suitable for the immortals to cultivate there, if not the city's immortal pulse would just become weaker and weaker. One day, the door of Demon Realm might just resurge. Pu Feiping had lots of work to do now.

source: 更要命的是，背云兽是十三阶灵兽，相当于化神后期修士。加上灵兽本身就比同阶人修要强。
en_us: What was worse was that the 背云兽 was a thirteenth-stage spirit beast. It was as powerful as a late-stage Soul Formation cultivator. Spirit beasts were also much more powerful than human cultivators from the same realm.

source: 更重要的是，他刚刚科普了一堆的常识。为啥她又绕回了一开始的问题？你刚刚都听了些什么，到底有没有听进去啊喂。
en_us: More importantly, he just taught her a bunch of general knowledge. Why did she circle back to the original question? What did you just listen to, did you even hear what I said?

source: 最后一炉丹药出炉，柳长老取出来一枚看了看，脸上顿时都是失望和疲惫之色，他骂骂咧咧几句大步朝炼丹房外走去，走到门口才醒悟过来，回头扫了江逸一眼，交代道：“江……什么？你把这些废丹全丢了，先回去吃饭，下午认真把那本药草简介看几遍，别下次找药草又找半天……还有，有人来领丹药，一律不给……他娘亲的，到底哪出了问题？”
en_us: The last cauldron of elixirs was freshly done. Elder Liu retrieved a pill and took a look, his face instantly revealing a look of disappointment and fatigue. He swore several times as he walked with big steps towards the door of the alchemy lab. He only remembered Jiang Yi when he reached the main door. Turning around and taking a glance at Jiang Yi, he instructed, "Jiang...what? You go throw away all those useless elixirs. After that, go back and have a meal first. Take the afternoon to carefully read through that compendium of medicinal herbs several times, so you don't take so long to find the medicinal herbs next time... Additionally, if anyone comes to retrieve elixirs, do not give it to them... My god, where on earth did it go wrong?"

source: 最后在江如虎耳边说的一段话，果然起效了！
en_us: The last statement he made at the side of Jiang Ruhu's ear had indeed been effective!

source: 最终那份丹宗传承，孤月接了，而那仙魂也的确说话算话，收回了炉中的异火。孤月将异火分成了两分，一份给了羿清。
en_us: In the end, Lonemoon agreed to inherit Dan Yang Sect's heritage. The immortal soul kept his word and passed down the Deviant Fire from the cauldron as well. Lonemoon split the Deviant Fire in two and gave the other half to Yi Qing.

source: 最近整个妖界都很忙，众妖们忙着帮大仙重建莫名倒塌的后殿，沈萤忙着吃吃吃，而孤月则忙着教导新入门的弟子。原本教术法这种事，羿清也有份的。但不知道他最近受了什么刺激，从这些弟子入门的第二天起，他就在沈萤屋子旁边又僻出了一个临时厨房，一头扎进里面研究起新菜式来。谁都拉不出来。
en_us: Recently, the entire Demon Realm had been very busy as all the demons were busy helping the Great Immortal to rebuild the rear hall of her palace which had inexplicably collapsed. Shen Ying was busy eating all day while Lonemoon was busy coaching the new disciples. Originally, Yi Qing had a part to play regarding the matters of teaching sorcery, but he seemed to have experienced some kind of blow. From the second day that those disciples had entered the sect, he sectioned off a temporary kitchen beside Shen Ying's house and began wholeheartedly experimenting on new dishes. No one could get him to come out.

source: 最近灵兽山和镇西军招生在即，江云山亲自下令让勉强上得了台面的子弟全部闭关，要么修炼元力，要么磨练武技，此刻在演武殿内的子弟明显都天资不高，短时间内境界突破不了，只能磨练武技了。
en_us: The recruitment of the Mt. Spirit Beast College and West Garrison Army was to be hosted soon. Jiang Yunshan personally gave out the orders to allow all descendants that had certain levels of ability, to go into seclusion for cultivation of essence force or practice of martial arts. It was obvious that all the descendants in the Martial Arts Demonstration Hall did not have sufficient talents, and would be unable make a breakthrough within a short moment; which was why they could only hone their martial arts.

source: 有个自尊心太强的厨子也是个问题啊，看来以后都不能随便换口味了。
en_us: Having an overly proud chef was also a problem. It seemed that the flavor of meals would not be changing in the future.

source: 有了兽丹和毕浩给的丹药，伤已经好得差不多了。她立马就离开了那个危险的林子，原本打算直接回去冥阴山，但毕浩带来的那个消息，让她改变了主意。再带着沈萤在身边，明显不适合。偏偏她那逆天的认路本领，让她实在不忍心，直接扔下人不管。于是才临时变道，到了这处仙城的附近。
en_us: After taking the beast pills and elixirs from Bi Hao, her injury had almost recovered. She had then immediately left the dangerous forest. Although she originally intended to return to Ming Yin Mountain, the news brought by Bi Hao changed her mind. It was obviously not wise to bring Shen Ying along. However, she could not find it in her heart to leave Shen Ying to her own devices as she knew full well the latter's bizarre sense of road direction. She had thus changed her route at the last minute and came to this place close to an immortal city.

source: 有了草木灵的指路，孤月终于体验了一把暴发户的感觉。那些高阶灵草灵植，简直就像是自家后院长的一样，一采一个准，而且株株都是万年以上的灵植。而且还不用自己动手，草木灵只轻轻一挥叶子，那些灵植就会自己飞到储物袋躺好。
en_us: With the vegetation spirit navigating the way, Lonemoon suddenly felt like a parvenu. He felt as if he was plucking all these top-grade spirit herbs from his backyard — each was over ten-thousand years old at that. He didn't even have to lift a finger. The vegetation spirit just had to wave its leaves slightly and the spiritual herbs would fly straight into his bag.

source: 有免费的灵神丹无限供应，加上武殿内浓郁的天地灵气，还有黑色元力辅助，江逸的修炼一日千里，快得让他暗暗咋舌。
en_us: 天地灵气With free Spirit Pills being limitlessly provided to him, plus the thick heavenly and earthly spiritual aura in the Martial Arts Hall, in addition to the stimulus provided by the black essence force, Jiang Yi's power cultivation achieved rapid progress, so fast that it left him speechless in his heart.

source: 有妖吗？他不禁有些担心，不是担心自己，而是担心之前那个姑娘，不知她有没有事？只是他实在太累了，没清醒一会，再次晕了过去。
en_us: Are there demons here? He could not help being worried; not for himself, but for the girl he had met earlier. Was she alright? But he was really too exhausted and before long, lost consciousness again.

source: 有戏啊这是！
en_us: Something was abrewing!

source: 有用！
en_us: It worked!

source: 有种你下去啊喂！
en_us: Stay here if you have the guts!

source: 望着不留痕迹将金叶子收入袖中的荣管事，江逸内心闪过一丝厌恶，他沉声说道：“管事，这是孝敬您的！这次我是跟几个冒险者去山上采药，如果这次能弄到好东西，回来后还有孝敬，家族这边您……打点下。”
en_us: Jiang Yi watched Chief Rong slyly putting away the gold leaf, a silver of disgust wormed into his heart. He pitched his voice low, "Chief, this is my tributary offer to you! I'm leaving this time to go harvest herbs in the mountain with a few landlopers. If I happened to find anything good, there would be more tributes for you when I'm back. Please help to... deal with the family in the meantime."

source: 望着丹炉内的几枚白黄色丹药，江逸眼眸陡然一亮，目前的他的确不能炼制丹药，但眼前不就是现成的丹药吗？虽然废了，但他回炉一下再注入黑色元力，说不定就能把这废丹变成好丹了……
en_us: Looking at the few white and yellow pills, Jiang Yi's eyes suddenly lit up. At the moment, it was true that he could not develop any elixirs by himself, but did he not have any ready-made elixirs in front of his eyes? Although they were deemed useless, if he reheated and injected some black essence force, surely he could turn these useless elixirs into good, useful elixirs...
